[{"id":1,"title":"Wandering Far and Unfettered","author":"Zhuangzi","date":"4.20.12","content":"IN THE NORTHERN DARKNESS there is a fish and his name is K'un.1 The K'un is so huge I don't know how many thousand li he measures. He changes and becomes a bird whose name is P'eng. The back of the P'eng measures I don't know how many thousand li across and, when he rises up and flies off, his wings are like clouds all over the sky. When the sea begins to move,2 this bird sets off for the southern darkness, which is the Lake of Heaven.\n\n        The Universal Harmony3 records various wonders, and it says: \"When the P'eng journeys to the southern darkness, the waters are roiled for three thousand li. He beats the whirlwind and rises ninety thousand li, setting off on the sixth month gale.\" Wavering heat, bits of dust, living things blowing each other about-the sky looks very blue. Is that its real color, or is it because it is so far away and has no end? When the bird looks down, all he sees is blue too.\n        \n        If water is not piled up deep enough, it won't have the strength to bear up a big boat. Pour a cup of water into a hollow in the floor and bits of trash will sail on it like boats. But set the cup there and it will stick fast, for the water is too shallow and the boat too large. If wind is not piled up deep enough, it won't have the strength to bear up great wings. Therefore when the P'eng rises ninety thousand li, he must have the wind under him like that. Only then can he mount on the back of the wind, shoulder the blue sky, and nothing can hinder or block him. Only then can he set his eyes to the south.\n        \n        The cicada and the little dove laugh at this, saying, \"When we make an effort and fly up, we can get as far as the elm or the sapanwood tree, but sometimes we don't make it and just fall down on the ground. Now how is anyone going to go ninety thousand li to the south!\"\n        \n        If you go off to the green woods nearby, you can take along food for three meals and come back with your stomach as full as ever. If you are going a hundred li, you must grind your grain the night before; and if you are going a thousand li, you must start getting the provisions together three months in advance. What do these two creatures understand? Little understanding cannot come up to great understanding; the shortlived cannot come up to the long-lived.\n        \n        How do I know this is so? The morning mushroom knows nothing of twilight and dawn; the summer cicada knows nothing of spring and autumn. They are the short-lived. South of Ch'u there is a caterpillar which counts five hundred years as one spring and five hundred years as one autumn. Long, long ago there was a great rose of Sharon that counted eight thousand years as one spring and eight thousand years as one autumn. They are the long-lived. Yet P'eng-tsu4 alone is famous today for having lived a long time, and everybody tries to ape him. Isn't it pitiful!\n        \n        Among the questions of T'ang to Ch'i we find the same thing.5 In the bald and barren north, there is a dark sea, the Lake of Heaven. In it is a fish which is several thousand li across, and no one knows how long. His name is K'un. There is also a bird there, named P'eng, with a back like Mount T'ai and wings like clouds filling the sky. He beats the whirlwind, leaps into the air, and rises up ninety thousand li, cutting through the clouds and mist, shouldering the blue sky, and then he turns his eyes south and prepares to journey to the southern darkness.\n        \n        The little quail laughs at him, saying, \"Where does he think he's going? I give a great leap and fly up, but I never get more than ten or twelve yards before I come down fluttering among the weeds and brambles. And that's the best kind of flying anyway! Where does he think he's going?\" Such is the difference between big and little.\n        \n        Therefore a man who has wisdom enough to fill one office effectively, good conduct enough to impress one community, virtue enough to please one ruler, or talent enough to be called into service in one state, has the same kind of self-pride as these little creatures. Sung Jung-tzu6 would certainly burst out laughing at such a man. The whole world could praise Sung Jung-tzu and it wouldn't make him exert himself; the whole world could condemn him and it wouldn't make him mope.\n        \n        He drew a clear line between the internal and the external, and recognized the boundaries of true glory and disgrace. But that was all. As far as the world went, he didn't fret and worry, but there was still ground he left unturned.\n        \n        Lieh Tzu7 could ride the wind and go soaring around with cool and breezy skill, but after fifteen days he came back to earth. As far as the search for good fortune went, he didn't fret and worry. He escaped the trouble of walking, but he still had to depend on something to get around. If he had only mounted on the truth of Heaven and Earth, ridden the changes of the six breaths, and thus wandered through the boundless, then what would he have had to depend on?\n        \n        Therefore I say, the Perfect Man has no self; the Holy Man has no merit; the Sage has no fame.8\n        \n        Yao wanted to cede the empire to Hsu-Yu. \"When the sun and moon have already come out,\" he said, \"it's a waste of light to go on burning the torches, isn't it? When the seasonal rains are falling, it's a waste of water to go on irrigating the fields. If you took the throne, the world would be well ordered. I go on occupying it, but all I can see are my failings. I beg to turn over the world to you.\"\n        \n        Hsu Yu said, \"You govern the world and the world is already well governed. Now if I take your place, will I be doing it for a name? But name is only the guest of reality - will I be doing it so I can play the part of a guest? When the tailorbird builds her nest in the deep wood, she uses no more than one branch. When the mole drinks at the river, he takes no more than a bellyful. Go home and forget the matter, my lord.\n        \n        I have no use for the rulership of the world! Though the cook may not run his kitchen properly, the priest and the impersonator of the dead at the sacrifice do not leap over the wine casks and sacrificial stands and go take his place.\" 9\n        \n        Chien Wu said to Lien Shu, \"I was listening to Chieh Yu's talk - big and nothing to back it up, going on and on without turning around. I was completely dumfounded at his words - no more end than the Milky Way, wild and wide of the mark, never coming near human affairs!\"\n        \n        \"What were his words like?\" asked Lien Shu.\n        \n        \"He said that there is a Holy Man living on faraway Ku-she Mountain, with skin like ice or snow, and gentle and shy like a young girl. He doesn't eat the five grains, but sucks the wind, drinks the dew, climbs up on the clouds and mist, rides a flying dragon, and wanders beyond the four seas. By concentrating his spirit, he can protect creatures from sickness and plague and make the harvest plentiful. I thought this was all insane and refused to believe it.\"\n        \n        \"You would!\" said Lien Shu. \"We can't expect a blind man to appreciate beautiful patterns or a deaf man to listen to bells and drums. And blindness and deafness are not confined to the body alone - the understanding has them too, as your words just now have shown. This man, with this virtue of his, is about to embrace the ten thousand things and roll them into one. Though the age calls for reform, why should he wear himself out over the affairs of the world? There is nothing that can harm this man. Though flood waters pile up to the sky, he will not drown. Though a great drought melts metal and stone and scorches the earth and hills, he will not be burned.\n        \n        From his dust and leavings alone you could mold a Yao or a Shun! Why should he consent to bother about mere things?\"\n        \n        A man of Sung who sold ceremonial hats made a trip to Yueh, but the Yueh people cut their hair short and tattoo their bodies and had no use for such things. Yao brought order to the people of the world and directed the government of all within the seas. But he went to see the Four Masters of the faraway Ku-she :Mountain, [and when he got home] north of the Fen. River, he was dazed and had forgotten his kingdom there.\n        \n        Hui Tzu10 said to Chuang Tzu, \"The king of Wei gave me some seeds of a huge gourd. I planted them, and when they grew up, the fruit was big enough to hold five piculs. I tried using it for a water container, but it was so heavy I couldn't lift it. I split it in half to make dippers, but they were so large and unwieldy that I couldn't dip them into any thing. It's not that the gourds weren't fantastically big - but I decided they were no use and so I smashed them to pieces.\"\n        \n        Chuang Tzu said, \"You certainly are dense when it comes to using big things! In Sung there was a man who was skilled at making a salve to prevent chapped hands, and generation after generation his family made a living by bleaching silk in water. A traveler heard about the salve and offered to buy the prescription for a hundred measures of gold. The man called everyone to a family council. 'For generations we've been bleaching sills and we've never made more than a few measures of gold,' he said. 'Now, if we sell our secret, we can make a hundred measures in one morning. Let's let him have it!' The traveler got the salve and introduced it to the king of Wu, who was having trouble with the state of Yueh. The king put the man in charge of his troops, and that winter they fought a naval battle with the men of Yueh and gave them a bad beating.11 A portion of the conquered territory was awarded to the man as a fief. The salve had the power to prevent chapped hands in either case; but one man used it to get a fief, while the other one never got beyond silk bleaching - because they used it in different ways. Now you had a gourd big enough to hold five piculs. Why didn't you think of making it into a great tub so you could go floating around the rivers and lakes, instead of worrying because it was too big and unwieldy to dip into things! Obviously you still have a lot of underbrush in your head!\"\n        \n        Hui Tzu said to Chuang Tzu, \"I have a big tree of the kind men call shu. Its trunk is too gnarled and bumpy to apply a measuring line to, its branches too bent and twisty to match up to a compass or square. You could stand it by the road and no carpenter would look at it twice. Your words, too, are big and useless, and so everyone alike spurns them!\"\n        \n        Chuang Tzu said, \"Maybe you've never seen a wildcat or a weasel. It crouches down and hides, watching for something to come along. It leaps and races east and west, not hesitating to go high or low-until it falls into the trap and dies in the net. Then again there's the yak, big as a cloud covering the sky. It certainly knows how to be big, though it doesn't know how to catch rats. Now You have this big tree and you're distressed because it's useless. Why don't you plant it in Not-Even-Anything Village, or the field of Broad-and-Boundless, relax and do nothing by its side, or lie down for a free and easy sleep under it? Axes will never shorten its life, nothing can ever harm it. If there's no use for it, how can it come to grief or pain?\"\n        ","keywords":["Zhuangzi","Peng Kun","The Useless Tree","Northern Oblivion","Pool of Heaven"],"categories":["Inner Chapters","Chapter 1","Zhuangzi","Daoism","sagacity"],"prev":"","next":"2"},{"id":2,"title":"Equalizing Assessments of Things","author":"Zhuangzi","date":"7.27.96","content":"Morbi sollicitudin ac velit sit amet vulputate. Nunc nec nisl auctor, ullamcorper eros eu, blandit quam. Nam iaculis, \n    odio sed sodales lobortis, enim eros porttitor dolor, eget maximus nibh arcu ac felis. Etiam sed egestas ipsum. Morbi facilisis, \n    nunc a consequat porta, nisl enim ullamcorper diam, ut tincidunt ex velit quis justo. Nulla id tempor ipsum, sed vehicula purus. \n    Donec vehicula dui vel nisi vulputate, quis consectetur neque dictum. Maecenas imperdiet dolor eu libero facilisis faucibus. \n    Interdum et malesuada fames ac ante ipsum primis in faucibus. Mauris quis dolor porta, commodo augue hendrerit, accumsan risus. \n    Sed ut est sed lorem blandit venenatis. Aenean tristique, nisi eu interdum tempor, ante turpis aliquam risus, ac pharetra tellus tellus eget tellus.\n    ","keywords":["Zhuangzi","Wet Ashes","Hollows","Piping of Heaven","Piping of Earth","Dream"],"categories":["Inner Chapters","Chapter 2","Zhuangzi","Daoism","Oneness"],"prev":"1","next":"3"},{"id":3,"title":"The Primacy of Nourishing Life","author":"Zhuangzi","date":"2.25.03","content":"Morbi sollicitudin ac velit sit amet vulputate. Nunc nec nisl auctor, ullamcorper eros eu, blandit quam. Nam iaculis, \n    odio sed sodales lobortis, enim eros porttitor dolor, eget maximus nibh arcu ac felis. Etiam sed egestas ipsum. Morbi facilisis, \n    nunc a consequat porta, nisl enim ullamcorper diam, ut tincidunt ex velit quis justo. Nulla id tempor ipsum, sed vehicula purus. \n    Donec vehicula dui vel nisi vulputate, quis consectetur neque dictum. Maecenas imperdiet dolor eu libero facilisis faucibus. \n    Interdum et malesuada fames ac ante ipsum primis in faucibus. Mauris quis dolor porta, commodo augue hendrerit, accumsan risus. \n    Sed ut est sed lorem blandit venenatis. Aenean tristique, nisi eu interdum tempor, ante turpis aliquam risus, ac pharetra tellus tellus eget tellus.\n    ","keywords":["flow of life","Heaven's Unwrought Perforations","Lao Dan"],"categories":["Inner Chapters","Chapter 3","Zhuangzi","Daoism","Nourishing Life"],"prev":"2","next":"4"},{"id":4,"title":"In the Human World","author":"Zhuangzi","date":"12.01.01","content":"Morbi sollicitudin ac velit sit amet vulputate. Nunc nec nisl auctor, ullamcorper eros eu, blandit quam. Nam iaculis, \n    odio sed sodales lobortis, enim eros porttitor dolor, eget maximus nibh arcu ac felis. Etiam sed egestas ipsum. Morbi facilisis, \n    nunc a consequat porta, nisl enim ullamcorper diam, ut tincidunt ex velit quis justo. Nulla id tempor ipsum, sed vehicula purus. \n    Donec vehicula dui vel nisi vulputate, quis consectetur neque dictum. Maecenas imperdiet dolor eu libero facilisis faucibus. \n    Interdum et malesuada fames ac ante ipsum primis in faucibus. Mauris quis dolor porta, commodo augue hendrerit, accumsan risus. \n    Sed ut est sed lorem blandit venenatis. Aenean tristique, nisi eu interdum tempor, ante turpis aliquam risus, ac pharetra tellus tellus eget tellus.\n    ","keywords":["zhuangzi","useless tree","daoism"],"categories":["Inner Chapters","Chapter 4","Zhuangzi","Daoism","Useless Tree","Confuscious"],"prev":"3","next":"5"},{"id":5,"title":"Markers of Full Virtuosity","author":"Zhuangzi","date":"7.27.96","content":"Morbi sollicitudin ac velit sit amet vulputate. Nunc nec nisl auctor, ullamcorper eros eu, blandit quam. Nam iaculis, \n    odio sed sodales lobortis, enim eros porttitor dolor, eget maximus nibh arcu ac felis. Etiam sed egestas ipsum. Morbi facilisis, \n    nunc a consequat porta, nisl enim ullamcorper diam, ut tincidunt ex velit quis justo. Nulla id tempor ipsum, sed vehicula purus. \n    Donec vehicula dui vel nisi vulputate, quis consectetur neque dictum. Maecenas imperdiet dolor eu libero facilisis faucibus. \n    Interdum et malesuada fames ac ante ipsum primis in faucibus. Mauris quis dolor porta, commodo augue hendrerit, accumsan risus. \n    Sed ut est sed lorem blandit venenatis. Aenean tristique, nisi eu interdum tempor, ante turpis aliquam risus, ac pharetra tellus tellus eget tellus.\n    ","keywords":["Zhuangzi","Daoism","Confucius","Virtuosity","Internal","External"],"categories":["Inner Chapters","Chapter 5","Zhuangzi","Daoism","Virtuosity"],"prev":"4","next":"6"},{"id":6,"title":"The Great Source as Teacher","author":"Zhuangzi","date":"7.27.96","content":"Morbi sollicitudin ac velit sit amet vulputate. Nunc nec nisl auctor, ullamcorper eros eu, blandit quam. Nam iaculis, \n    odio sed sodales lobortis, enim eros porttitor dolor, eget maximus nibh arcu ac felis. Etiam sed egestas ipsum. Morbi facilisis, \n    nunc a consequat porta, nisl enim ullamcorper diam, ut tincidunt ex velit quis justo. Nulla id tempor ipsum, sed vehicula purus. \n    Donec vehicula dui vel nisi vulputate, quis consectetur neque dictum. Maecenas imperdiet dolor eu libero facilisis faucibus. \n    Interdum et malesuada fames ac ante ipsum primis in faucibus. Mauris quis dolor porta, commodo augue hendrerit, accumsan risus. \n    Sed ut est sed lorem blandit venenatis. Aenean tristique, nisi eu interdum tempor, ante turpis aliquam risus, ac pharetra tellus tellus eget tellus.\n    ","keywords":["Zhuangzi","Daoism","Confucius","Mind as Teacher","Genuine Human Being"],"categories":["Inner Chapters","Chapter 6","Zhuangzi","Daoism","Mind as Teacher"],"prev":"5","next":"7"},{"id":7,"title":"Sovereign Responses for Ruling Powers","author":"Zhuangzi","date":"05.20.10","content":"Morbi sollicitudin ac velit sit amet vulputate. Nunc nec nisl auctor, ullamcorper eros eu, blandit quam. Nam iaculis, \n    odio sed sodales lobortis, enim eros porttitor dolor, eget maximus nibh arcu ac felis. Etiam sed egestas ipsum. Morbi facilisis, \n    nunc a consequat porta, nisl enim ullamcorper diam, ut tincidunt ex velit quis justo. Nulla id tempor ipsum, sed vehicula purus. \n    Donec vehicula dui vel nisi vulputate, quis consectetur neque dictum. Maecenas imperdiet dolor eu libero facilisis faucibus. \n    Interdum et malesuada fames ac ante ipsum primis in faucibus. Mauris quis dolor porta, commodo augue hendrerit, accumsan risus. \n    Sed ut est sed lorem blandit venenatis. Aenean tristique, nisi eu interdum tempor, ante turpis aliquam risus, ac pharetra tellus tellus eget tellus.\n    ","keywords":["Zhuangzi","Daoism","Confucius","Lao Dan","Liezi"],"categories":["Inner Chapters","Chapter 7","Zhuangzi","Daoism","Mind as Teacher"],"prev":"6","next":""}]
