{
    "posts": [{
        "id": 1,
        "title": "Wandering Far and Unfettered",
        "author": "Zhuangzi",
        "date": "4.20.12",
        "content": "IN THE NORTHERN DARKNESS there is a fish and his name is K'un.1 The K'un is so huge I don't know how many thousand li he measures. He changes and becomes a bird whose name is P'eng. The back of the P'eng measures I don't know how many thousand li across and, when he rises up and flies off, his wings are like clouds all over the sky. When the sea begins to move,2 this bird sets off for the southern darkness, which is the Lake of Heaven.\n\n       ",
        "keywords": ["Zhuangzi", "Peng Kun", "The Useless Tree", "Northern Oblivion", "Pool of Heaven"],
        "categories": ["Inner Chapters", "Chapter 1", "Zhuangzi", "Daoism", "sagacity"],
        "prev": "",
        "next": "2",
        "visible": "ch1"
    }, {
        "id": 2,
        "title": "Equalizing Assessments of Things",
        "author": "Zhuangzi",
        "date": "7.27.96",
        "content": "TZU-CH'I OF SOUTH WALL sat leaning on his armrest, staring up at the sky and breathing - vacant and far away, as though he'd lost his companion.1 Yen Ch'eng Tzu-yu, who was standing by his side in attendance, said, \"What is this? Can you really make the body like a withered tree and the mind like dead ashes? The man leaning on the armrest now is not the one who leaned on it before!\"",
        "keywords": ["Zhuangzi", "Wet Ashes", "Hollows", "Piping of Heaven", "Piping of Earth", "Dream"],
        "categories": ["Inner Chapters", "Chapter 2", "Zhuangzi", "Daoism", "Oneness"],
        "prev": "1",
        "next": "3",
        "visible": "ch2"
    }, {
        "id": 3,
        "title": "The Primacy of Nourishing Life",
        "author": "Zhuangzi",
        "date": "2.25.03",
        "content": "YOUR LIFE HAS A LIMIT but knowledge has none. If you use what is limited to pursue what has no limit, you will be in danger. If you understand this and still strive for knowledge, you will be in danger for certain! If you do good, stay away from fame. If you do evil, stay away from punishments. Follow the middle; go by what is constant, and you can stay in one piece, keep yourself alive, look after your parents, and live out your years.",
        "keywords": ["flow of life", "Heaven's Unwrought Perforations", "Lao Dan"],
        "categories": ["Inner Chapters", "Chapter 3", "Zhuangzi", "Daoism", "Nourishing Life"],
        "prev": "2",
        "next": "4",
        "visible": "ch3"
    }, {
        "id": 4,
        "title": "In the Human World",
        "author": "Zhuangzi",
        "date": "12.01.01",
        "content": "\"I have heard that the ruler of Wei is very young. He acts in an independent manner, thinks little of how he rules his state, and fails to see his faults. It is nothing to him to lead his people into peril, and his dead are reckoned by swampfuls like so much grass.2 His people have nowhere to turn. I have heard you say, Master, \"Leave the state that is well ordered and go to the state in chaos! At the doctor's gate are many sick men.' I want to use these words as my standard, in hopes that I can restore his state to health.\"",
        "keywords": ["zhuangzi", "useless tree", "daoism"],
        "categories": ["Inner Chapters", "Chapter 4", "Zhuangzi", "Daoism", "Useless Tree", "Confuscious"],
        "prev": "3",
        "next": "5",
        "visible": "ch4"
    }, {
        "id": 5,
        "title": "Markers of Full Virtuosity",
        "author": "Zhuangzi",
        "date": "7.27.96",
        "content": "Confucius said, \"Men do not mirror themselves in running water - they mirror themselves in still water. Only what is still can still the stillness of other things. Of those that receive life from the earth, the pine and cypress alone are best - they stay as green as ever in winter or summer. Of those that receive life from Heaven, Yao and Shun alone are best - they stand at the head of the ten thousand things. Luckily they were able to order their lives, and thereby order the lives of other things. Proof that a man is holding fast to the beginning lies in the fact of his fearlessness. A brave soldier will plunge alone into the midst of nine armies. He seeks fame and can bring himself to this. How much more, then, is possible for a man who governs Heaven and earth, stores up the ten thousand things, lets the six parts of his body2 be only a dwelling, makes ornaments of his ears and eyes, unifies the knowledge of what he knows, and in his mind never tastes death. He will soon choose the day and ascend far off. Men may become his followers, but how could he be willing to bother himself about things?\"",
        "keywords": ["Zhuangzi", "Daoism", "Confucius", "Virtuosity", "Internal", "External"],
        "categories": ["Inner Chapters", "Chapter 5", "Zhuangzi", "Daoism", "Virtuosity"],
        "prev": "4",
        "next": "6",
        "visible": "ch5"
    }, {
        "id": 6,
        "title": "The Great Source as Teacher",
        "author": "Zhuangzi",
        "date": "7.27.96",
        "content": "Since he is like this, his mind forgets;2 his face is calm; his forehead is broad. He is chilly like autumn, balmy like spring, and his joy and anger prevail through the four seasons. He goes along with what is right for things and no one knows his limit. Therefore, when the sage calls out the troops, he may overthrow nations but he will not lose the hearts of the people. His bounty enriches ten thousand ages but he has no love for men. Therefore he who delights in bringing success to things is not a sage; he who has affections is not benevolent; he who looks for the right time is not a worthy man; he who cannot encompass both profit and loss is not a gentleman; he who thinks of conduct and fame and misleads himself is not a man of breeding; and he who destroys himself and is without truth is not a user of men. Those like Hu Pu-hsieh, Wu Kuang, Po Yi, Shu Ch'i, Chi Tzu, Hsu Yu, Chi T'o, and Shen-t'u Ti-all of them slaved in the service of other men, took joy in bringing other men joy, but could not find joy in any joy of their own.3",
        "keywords": ["Zhuangzi", "Daoism", "Confucius", "Mind as Teacher", "Genuine Human Being"],
        "categories": ["Inner Chapters", "Chapter 6", "Zhuangzi", "Daoism", "Mind as Teacher"],
        "prev": "5",
        "next": "7",
        "visible": "ch6"
    }, {
        "id": 7,
        "title": "Sovereign Responses for Ruling Powers",
        "author": "Zhuangzi",
        "date": "05.20.10",
        "content": "NIEH CH'UEH WAS QUESTIONING Wang Ni. Four times he asked a question and four times Wang Ni said he didn't know. Nieh Ch'ueh proceeded to hop around in great glee and went and told Master P'u-i. Master P'u-i said, \"Are you just now finding that out? 1 The clansman Yu-yu was no match for the clansman T'ai.2 The clansman Yu-yu still held on to benevolence and worked to win men over. He won men over all right, but he never got out into [the realm of] notman.' The clansman T'ai, now - he lay down peaceful and easy; he woke up wide-eyed and blank. Sometimes he thought he was a horse; sometimes he thought he was a cow. His understanding was truly trustworthy; his virtue was perfectly true. He never entered [the realm of] not-man.' \" 3",
        "keywords": ["Zhuangzi", "Daoism", "Confucius", "Lao Dan", "Liezi"],
        "categories": ["Inner Chapters", "Chapter 7", "Zhuangzi", "Daoism", "Mind as Teacher"],
        "prev": "6",
        "next": "",
        "visible": "ch7"
    }]
}
